{"0": "1) Maximize the Beauty - fully channel the beauty with in. Maybe ask what makes this moment beautiful? See if beauty can be increased in every situation. MtB also could be taken as a use of reason and also a disciplining of the senses to focus on beauty (i.e. all the pretty flowers, all the pretty birds). (Update 3-16-21 -This is one of the first 4 points created because they were on the top of my mind when I first started this project. Maximize the Beauty and Full Expression still are some of the concepts I am most influenced by, create an ethos around, consider to be primary to my concept of virtue, and aim to implement as much as possible.) ", "1": "2) Full Expression - it takes a lot of effort for one to understand who they are when they are comfortable and how to channel the most real expressions of themselves what holds people back? Shyness, distraction (inability to focus on that which they want express)", "2": "3) Expect Rising - this means our expectations are constantly rising. Kind of in line with \"give em an inch they'll take a mile\" also related to law of diminishing returns -\"The law of diminishing returns states that in all productive processes, adding more of one factor of production, while holding all others constant (\"ceteris paribus\"), will at some point yield lower incremental per-unit returns.\" Tooo much ice cream too much cash", "3": "4) The Power of Pettiness - is the idea that pettiness is the destroyer of all people. That even the best of us can’t truly be unaffected by the petty bullshit around us. They can however minimize its effects. In my own life I am obliterated by friends and coworker’s snide remarks and judgments. How do I minimize its effects? By talking myself down, deep breaths, weed, alcohol, revenge...(this is the end of the first four points that were the strongest when I first started making these ideas on a small scrap of paper from the sides on union film sets.)", "4": "5) Various meditation - I am a big fan of meditation techniques that help train the mind from moment to moment. There are various techniques that help provide concentration and awareness in the passing moments within shorter intervals than traditional formal meditation. While using a timer to make sure you meditate for at least 10 minutes is helpful. A stopwatch to monitor your awareness of time and to also use time to monitor your concentration and awareness. A and C are essential to have Full Expression. Update 2-26-19 - Passive observation ala Krishnamurti. Just chill. Dont do anything. Just observe whatever is present. Don't react to thoughts just observe them. Don't interact with them. If they are mind blowing write them down. Then return to just chilling and observing.", "5": "6) tolerance - while it seems like an easy point to rally behind, the reality anyone that reads Nietzsche would think otherwise. By tolerating mild forms of exploitation we soon begin to think if we are encroaching upon the slave mentality Nietzsche is so against. I find myself tolerating crappy food, living conditions, jobs, and relationships. Is there a reward for this or am I just making my life mediocre?", "6": "7) - intention vs. non intention - Buddha says our intentions matter most when determining the value of an action while Neech says the opposite. Specifically, that we have our intentions but what comes out of that is the real meat of an action. Good example is my recent heart torturing break up. Nothing was intended to be so terrible but the reality was very painful for me. Thus judge me for letting tragedy strike me when I could have protected myself by 1) giving myself space 2) being aware of the possibilities of the situation better", "7": "8) - Neech real/dumb - Nietzsche had some great points and spoke without fear of repercussion. His ideas still are challenging us today. But his manner of demeaning women and Jews is just dumb. Also needlessly ambiguous over just how much he dislikes Jews. His dislike of women seems pretty clear but I bet he had some hope too.", "8": "9) - Camus - beautiful not pragmatic - I love the fall and just the general vibe of Camus. In my opinion the fall is the best combination of fiction and philosophy ever written. For a while I loved Camus like no other but as of recent I’m kind of annoyed by his concept of absurdism. It’s like \"yeah bro sure...life is absurd but is that the best way to describe life?\" In general existentialist thought seems to discount the need for pragmatic thought in most of the situations we encounter.", "9": "10) - pragmatism in absolutes too much variability- Pragmatism is in a way the Buddhism of western philosophy in that it aims at smaller goals and ideas chiefly. Getting deeper pragmatically - philosophy of science - best practices - ideas that lose the weight of hard science and the loftiness of philosophy.", "10": "11) - complexity - avoid decision --> in a way it’s better to just do nothing and avoid any of the consequences that come from failure to appropriately analyze complex decisions. The complexity I am interested in is that which involves morality, love, health, and satisfaction.", "11": "12) - Foucault - Silence /friends - Foucault talks about the different types of silences. Harsh vs. pleasant silences that extend throughout the day between friends. More on friends later. Update 2-20-19 – I really want to have more silent hangs. That feeling of intimacy without having to speak. Intimacy that is platonic too.", "12": "13) - Religion - no dogma - man - i.e. - complexity makes religion seem so terrifying. Which one to choose! Oh god! I actually respect all religions and their traditions. Maybe from the idea that they all are some elaborate form of performance art.", "13": "14) Buddhism - a) life is pleasant - most of the time really - gawd don’t be such a hater Buddha B) lets blaze - one of the few religions to be so explicitly anti- weed tho they all seem to be", "14": "15) run dork run - be free - let all your weirdness come out - full expression might just make all your awkward traits beautiful", "15": "16) games – Be a good lil sociopath path and self-monitor as they say “fake it b4 u make it\" - so much is a game, but it’s usually played with people we are not so close to, so maybe we can transcend games but the give and take of life seems so entrenched... to see how you can improve your self-monitoring consult Snyder’s guide to self-monitoring (SELF-MONITORING SCALE by Mark Snyder (1974)) Self – Monitor http://en.wikipedia.org/wiki/Self-monitoring Snyder’s scale - http://faculty.washington.edu/janegf/selfmonitoring.htm Sociopath – be a good sociopath", "16": "17)games - hold back - don’t show your cards - don’t invest all you can - always hold back a little - in a way this may really help you preserve some mental health and buoyancy", "17": "18) don’t step on any buddy’s toes - contrasting with Nietzsche's will to power - this idea says you can get yours with your strong will but don’t fuck over others in the process, especially those close to you. Hard to always follow.", "18": "19) take chances -> shit where you eat - the babes we like are often those that hang with our friends. The people we do business with are often are friends. Relats n biz get ugly often but sometimes you can’t avoid shitting where you eat.", "19": "20) Nietzsche - will to power - exert it - dominate - within bounds - i.e. git it! But don’t step on toes but do be a force a leader - maybe even just don’t look back at the path of destruction caused in creating something that will put u in a much better place in some or many ways", "20": "21) talk to yourself - rap to yourself - sing to yourself - write to yourself - think to yourself - make your mind as healthy and flexible as possible - this weird interior dialogue may help", "21": "22) everyone has a void - i.e. - a hole - satisfaction is hard to come by don’t feel bad that you feel bad", "22": "23) down with meditation - any form - almost every form is helpful - 5 - talks about forms made up - but goals and processes of different meditation are helpful in their own ways", "23": "24) gotta git up to git down - concentration can help awareness - shit can be the recipe for success", "24": "25) animal/ vegetable astrology - essences abound in both - learn from the physical characteristics of nature", "25": "26) psycho vs. socio path - ones more productive - both are cray", "26": "27) paradox with in - complexity with in is tantamount to paradoxical traits and incongruent behavior is the norm", "27": "28) heaven -> no need to speculate - jah is I... Live it love it ... Worry after", "28": "29) time - don’t be afraid - watch it pass - measure it with stopwatches, clocks, calendars, timers - be intimate with time", "29": "30) feminism - gitty up! Update 2-19-19 Feminism is important to me because I see half the population of the world suffering from a patriarchical prejudice that is stunting the growth of civilization. If that’s not enough to be a feminist, I don’t know what is. Prejudice is inherently dumb. Patriarchy is a biased archaic system. Any ways I say gitty up because its little traveled territory for men to have a legit opinion on feminist issues, but if you see something say something, right? Taking the concept of full expression as an example of maximized beauty, we see its extreme importance in all of our lives. Older but mildly edited writing It’s about comfort to express fully - inequality runs deep - share your beautiful life grrrl! Be all you and that’s all you need to be satisfied… But for real tho sex positive feminism…. can’t say enough about it. You see in sexuality there’s a power of agenda (i.e. who sets the agenda is the powerful one). In that sense, feminist sexuality exists wherever women are controlling or have an equal role in the sexual agenda. I would also argue that feminist sexuality exists wherever women are satisfied with the sexual agenda or satisfied with their decision to engage in a sexual act even if they are totally lacking any control of the agenda. Update 2-19-19 – Is there a backlash against sex positivity in 2019? Could it be just a general distaste in men? Or could it be the influence of fascism in the world? Are we subtly acting more fascist towards how we approach sex?", "30": "31) Neech - Jews n Women -> why be such a dumbass Neech? Jews = king of the slaves Women = less than that even in Neech's mind Come on bro. Misogyny n anti-Semitism is so 1880's. Jews as Christians as lame moralists I’m down with tho. Women thing a lot harder to rally behind.", "31": "32) Buddha - Good on mental quals - One thing that I will always credit the Buddha with was his capacity to describe mental qualities. Jesus never really got too into the mental real, but the Buddha was all over it. Pliancy and all this listed below: tranquility of body, kaya-passaddhi tranquility of mind, citta-passaddhi lightness of cetasikas, kaya-lahuta Iightness of citta, citta-lahuta pliancy of cetasikas, kaya-muduta pliancy of citta, citta-muduta wieldiness of cetasikas, kaya-kammannata wieldiness of citta, citta-kammannata proficiency of cetasikas, kaya-pagunnata proficiency of citta, citta-pagunnata uprightness of cetasika kaya-ujukata uprightness of citta, citta-ujukata", "32": "33) Dreams - Live in a dream state - turn it on / off - Sometimes, when things suck its nice to just dream about nicer alternatives. Update -2-19-19 – Ive been sleeping in more. Recording more dreams. Adding more consciousness to my subconscious. No lucid dreaming recently, but lots of good vibes. Good vibes in general can be cultivated, just like consciousness of our dreams. Don’t believe? Im a fucking stoner. Half of believe, that that makes it harder to remember dreams. You can will yourself to remember dreams. You can will yourself to positivity, contentment, a dream-like existence, etc.", "33": "34) Vocals - Feeling in Frailty- I love to sing with a frail sounding voice - shrill if you will. It adds to the emotional value of the song, also giving it a sense of the place where the emotions come from. Update -2-19-19 – Sense place – ie – more details on the singer’s unique tones + more context to the lyrics in the song", "34": "35) Dating - The Best: So BIOLOGICAL - • The worst: so distracting from the Higher Self Update -2-19-19 – Biological as in even more than productive psychological even more than symbiotic psychologically. Past psychological what is there? Biological symbiosis. Eating better together. Being more productive together, not because of something the other person says just like on level of existence that isn’t just some sort of everyday assistance. Sort of like the indescribability of love. Helping someone else in its purer forms is indescribably beneficial and beautiful. ", "35": "36) Higher - More Productive Healthier Self - The process of creating a symbiosis between productivity and health. There are times when we are living in a very productive want and also maintain great physical and mental health. Many associate this with a stable living situation, but what the idea that variety is the spice of life?", "36": "37) Conscious Orientation => LUSH (i.e. Love Understanding Satisfaction Health) - We can ask ourselves how can I be healthier in this moment? How can I understand the situation better? How can I be more satisfied right now? More satisfied with things this month? This year? In the next 3 years? How can I love myself, others, the Universe? It’s kinda some hippy shit I know, but let’s be realistic about things. Who doesn’t want a little more love in their life?", "37": "38) discipline => me =>test", "38": "39) abstain renunciate =>^ -interrelated concepts as abstinence requires discipline and to renunciate something is to demonstrate discipline", "39": "40) astrology - reverse it/ surrender - astrology doesn’t bind us to certain actions. In reality we can comfortably reverse our astrological preferences for large periods of time, but it’s also nice to surrender to our astrological charts to fully embrace any insights it may bring.", "40": "41) concentration => Fux wit it -- we can measure the quality of our concentration, try to improve it with exercises, and generally experiment to understand its nuances.", "41": "42) Speak: 1) intelligently 2) colloquially - these two ways of speaking will probably help you more than say speaking eloquently. Speaking colloquially will help you in the work place too as it is the speech of bullies and thieves i.e. your bosses. (this marks a new sheet of ideas that I worked usually called \"The First 42\")", "42": "43) Lack of Logic in Desire – Passions so inherently divergent from rational thought. The mind copes as desire explodes. Picking up the pieces in haunting dreams. (this marks a new sheet of ideas that I worked called \"42 points of Ideals and Terrors\")", "43": "44 ) Lines- Ink Blot – Image – Feeling – Memory -> Simple Lines like an ink blot create images – feelings – memories – so much stronger and more complex than the simple blots and lines. This phenomena highlights the capacity of the brain to invent its own stories from the tiniest amounts of information. Just imagine the stories that get invented from the stories people tell us or the charged bits of information we are given.", "44": "45) Description of Grips, Bands, Roommates – I love all the unique features of the people that come into my life. Sort of like the spoon river anthology, I’d like to keep an up to date description of the people I work with, live with, and hang with at shows / parties.", "45": "46) Satori – Barthes – Surprise -> Zen but what’s da real Zen? – Roland Barthes – in the “The Wisdom of Art” describes Cy Twombly’s art as invoking the Zen term Satori which translates as “surprise” – I don't know maybe all art theory seems a little inauthentic and reaching, but I kind of hated this essay and its description of satori. Wikipedia describes Satori like this: “Satori - is a Japanese Buddhist term for awakening, \"comprehension; understanding\". It is derived from the Japanese verb satoru. In the Zen Buddhist tradition, satori refers to the experience of kenshō, \"seeing into one's true nature\".” As seen by the god known as Wikipedia, Barthes may not be talking out of his ass but he is at least stretching this word out past its meaning to make some other meaning in writing that also just lacks feeling and authenticity.", "46": "47) Never Impressed -> Death – Cept You: Especially in my daily life, I am never impressed. Maybe I am kinda impressed by people that are able to get slightly better than mediocre jobs and the kindness of others, but that feeling of “WOW!” never comes. :/ Except by all of you of course… ;) and especially not impressed when comparing the powerful impression that DEATH creates compared to the little blips on a giant screen that are the most impressive lives in human history. It’s like – “Hey what makes a more powerful impact on you, the terror of death or Albert Einstein’s theory of relativity?” Really there is no competition and no greater power over us than the fear of death / desire to survive. ", "47": "48) Never Surprised – Life is what it is. The dearth of morals I exhibit really isn’t that surprising nor is anything else. ", "48": "49) Satisfied – Frank Sinatra like Erin Prom Virginity off to College Ideals of Love<-- Romance & ageless Like Gramma Basement Dance Parties This Point is like 19 points – but it all surrounds Frank Sinatra Love and Satisfaction. First, there’s the ideals behind the music of Frank Sinatra which highlight a satisfaction with monogamous romantic love in all its ageless glory. I then give two anecdotes. The first is about my first real monogamous love Erin who I went to prom with, lost my virginity to, and continued to date my freshman year into my sophomore year. There was an agelessness to our senior prom that inspires me to love that moment in time to this day. The prom photos help. Also that time connects to the story my grandma told me about her friends dancing in their basement to these songs from the who knows when, but obviously from the 20’s to mid-40s would be my guess. All of this points to the ideals of love which state: a) Love involves the romantic events that truly fulfill us. b) The emotion of romantic love provides true satisfaction. c) Loving relationships are the poetry of human interactions. Affection as a deeper human beauty. ", "49": "50) The Inaccessibility of the Real  à Baudrillard à Does it matter if its so far? Baudrillard  in “simulacra…” states that the real is so far away from us in this present age and that every thing is more like simulacra of simulations of the real. My point is this: “Who Cares?” We can rage against the falsity of our age or we can just accept it and not think about it, but also, with so few caring about this issue one has to wonder should the few of us that do care even bother wasting our time. Well…I’ll just say after reading that whole book and really enjoying the part about the falsity of Disney World that Baudrillard is the man and it is important to cut out the bullshit, which is all the fakeness that exists in corporate America and our shitty political system.", "50": "51) IE – All ABRSTRACTION – YES, Most don’t care and that’s important -> then What? -> Does it matter?Anything abstract is so forgotten. Forget blue vs white collar or Smart vs Dumb. The world of abstraction is the world of the .001%. So while it is the life blood of that .001%, its also not necessary to many others existing on a more intuitive level. Also people try to get shit right in their abstract minds while others just see their lives in this world more clearly and settle in to that life and the bullshit that plauges it as a tick settles into something that would likely like to kill it. Kinda like us and nature.", "51": "52) Death -> Does it matter?-> its certainty - mainly boresJust as the love of a steady lover, is accepted and forgotten, so too, is the horrifying terror of death. So then do we make decisions based upon death or love? Or do we make decisions based on more immediate concerns like “will it suck for me tomorrow if I do this?”", "52": "53) Sibylle B Best because more melodically original more genuine than Bobby D Obviously she wasn’t as prolific. Nor did she have the intellectual depth or descriptive beauty, but her melodies are haunting as is her vibe in general. Never releasing music on her own that was so amazing. There’s a realness to that. It’s like “These songs are mine and help me. I am content with that. Sorry world. No hard feelings. Much Love, Sibylle Baier.”", "53": "54) Inability to step Back -> Why? 1) Delusion -> No/too much feelings 2) Subj - NYC clouds the mind. Imprisons you in never ending concrete with a couple flimsy tree scattered about. Imprisons you with high rents. Imprisons you with culture that distracts you from your own cultural self. Imprisons you with cultivated personalities challenging and distracting you from your own archetypes to be developed and cared for. All of this makes stepping back and smelling the roses sunk in your skin so dificil. Hurrying about never able to ask “why don’t I feel worse about being so self-obsessed?” “Why don’t I feel better about being a genuinely open and available person?” Lastly, these questions are needed but how can you be sure about the answers when everything is so damn subjective???? I have no answers.", "54": "55) What is the whole picture? -> Subj can’t agree on what it is Subjectivity revisited. So considering it’s so hard to step back. Take that applied to the idea of the whole picture. The big picture. So close staring at a part of the picture. Stepping back. What does that mean? The whole picture, what is that? What is it composed of? Love, Understanding, Satisfaction, Health, maybe?", "55": "56) Nature – Slut, Whore, Maniac - Sluts love nature. Whores make love in nature. Maniacs rub their vaginas all over the soil and stick their pee pees in beehives. At some point you get too close to nature.", "56": "57) Minimize the things I hate the new plan - Pain is pleasure for masochists only. Pure pain should prolly be avoided if it’s not a whip or paddle. Avoid the terror of terrible people.", "57": "58) Meditation – Awareness of touch – do it all the time - Buddhism…meh. Meditation…YEH! Sorry to hate on the Buddhism but meditation needs to be separated from any religion and re-appropriated into the realm of conscious activity where it can be described as a minimal mental effort to recognize mental activity. One form of mental activity is knowing when we are touching something. For example, yo butt on a seat. As long as the mind is split between the bull shit mental droll and this efforting to be simultaneously aware of another mental activity, some form of freedom from that locked in feeling of day to day existence can be had. Escape the tunnel vision.", "58": "59) Dbags fucking w/ you -> They like puppies -> You an old dog - The power of pettiness aside (of that other set of 42 points), recognition of dbag tendencies should be the first bit of wisdom used to help overcome that petty bullshit created by dbags. For real tho, dbags can get to you. One has to be prepared for bullshit because it can be a bit tricky even in its most obviously recognizable forms. Why? Usually it’s created by those closest to us. I feel like something deeper can be said here, but maybe that’s for like collaboration with some other person. ", "59": "60) Meditation -> Softens the Horror“The horror”… in a cute way tho. Like as humans we get old suffer die all the time, right? What horror! Betrayal and such, etc, but meditation tho…really softens it. For example, here’s an example of my inner dialogue:“I want to be successful! Gawd Im lame. Im gonna die. Im gonna go bald. Im gonna break bones and be feable. Shit this inner dialogue suxxx. Why don’t I just count some breaths. Breath in….Breath out….one… Breath in….Breath out….two…. Breath in….Breath out….three.” --> Horror softened.", "60": "61) Booze -> spices up the horror In the sense that ya know like even tho you can die at any moment life still can be boring. So why not booze it up to see what happens. Booze is that spice. As its affects are varied. Drink too little maybe it will just make you tired. Brink just enough to get a nice buzz you will feel great! Drink to the brink of blacking out, maybe you’ll be super sad or maybe you will be outrageously euphoric. Variety ya know it’s the…", "61": "62) Weed -> Coma and Fog 4 the horror Yeah I mean weed comas are a think and when you smoke errday a fog like coma can ensue, but much productivity can come from it sooo ya never know really. Also, weed can just make you chill and really not that foggy if you can keep it really moderate, so maybe I’m being a bit too harsh on the 420.", "62": "63) LSD -> in the chilliest situation it could lead to serious insight…bra. For real tho, don’t let me get into my zone on LSD it could just be too much deep sacred activity.", "63": "64) Endlessly Release Repeat (ERR w/ the Maximization of Beauty) - I can’t even say yo…but if I was to say…I’d release your beauty like a butterfly fluttering fragile its death so certain. Then repeat that same beauty repeating endlessly like those flapping wings. That’s to say that there are moments in time that just do that in our hearts anyways. There are people that just do that in our hearts every time we see them. Let the weight of that beauty crush you…again and again.", "64": "65) Fucking High School Errwhere - For real tho…that high school mentality it’s everywhere…you can’t escape it! This point may seem kinda basic at first, but think about it…Obama acting like a lil high school brat… the Dalai Llama acting like a freshmen. Get it? That shit is pervasive. The human condition is rattled with pettiness.", "65": "66) 5/2_/15 – Another time - That is to say: “I’m not writing this shit like every day. It takes a lot of motivation to keep it up. Sometimes I put it down for a long time. Do people care about their own ideas?” I’d love to read other people’s ideas: /", "66": "67) Dream: Swimming to the Statue of Liberty - Yeah that was a dream. Wouldn’t that be gross tho? I do like the feeling of grossness and the gentle current of the Hudson and some nasty idea of what the smell or taste of the water could be like. EWWWWWW. So gross yet so full of energy. The shock to the senses would be so enormous. Update 2-19-19 – Wait did I really advocate for this dreaming being pleasurable? It does seem to kind of stick in my brain tho.", "67": "68) Dreams – Live Porn - Cant remember this dream. No idea. Maybe like streaming live porn. Maybe like people doing it at like a shitty dive bar. You choose. Either way…who doesn’t like hearing about weird dreams?", "68": "69) Reset Percentage - I love this idea. It’s that we can find a base level. It’s that we can recover. It’s that no matter how shitty life is, there are things we can do to make up for the trauma we endure. It’s that we can feel our stress and feel our bodies trying to battle that stress. The basic idea is that at any given time we feel like we are in that like new feeling to a certain percentage. For example, if you are feeling totally refreshed and at your best you feel 100% reset.", "69": "70) Title for this: “42 points of Ideals and Terrors” or “Another 42 Ideas that I Struggle to Make Happen or That I Struggle to Make Not Happen”", "70": "71) Experiment with what satisfies - Like 4 example - Haikus – a great way to think -> Regimentally", "71": "72) Check in as Much as you can - Check to see if you are aware of whatever is buzzing in that cute brain of yours. Why? In the brain, you have senses tingling and thoughts firing, which is the real energy of life.", "72": "73) The Joy of Sacrifice - Sacrificing things is really just adding other things, but doesn’t it feel good to stop doing something so you can increase the love you have for someone in such a solid way. Real sacrifice leading to an increase in real love to the degree that it seems to have scientific causality (i.e. science would be like, “yo Adam you gonna love the shit out of dis person if you sacrifice all these things that occupy yo time when you could be putting in that time to increase love, beauty, harmony, positivity, real feelings that make life worthwhile, and end the cycle of bullshit that seems to flow into your life, fo real, this is science talking to you, looking you dead in the eye, straight up, not lying, and you know that, cause I’m fucking science bitch and a female so I can use the term bitch.”", "73": "74) No Phone – Feeling Freer - Not sure…maybe I was in Canada….Maybe I was on a plaaaane…Maybe I was on a silent meditation retreat…maybe I had to poo and couldn’t wait to find my phone…Either way… Sensing freedom is pretty sweet. Being like “damn I’m feeling free as fuck right now that I’ve been blind folded, hands tied, and dropped off naked in the woods WITHOUT A PHONE. OMG NO PHONE! Having no phone in woods is really the thing that makes me feel free, not this new lease on life this psychotic ax murderer has given me by abandoning me here…for real…No phone woOOOOo!”", "74": "75) HUMILITY APOLOGIZES - Like be humble say sorry and then shut up for once in your life Adam…GAWD!", "75": "76) Working on Relationships - Like the ASAP Ferg song “Work” saying “puttin in WORK…Dayum she pop that pussy..\", But for real yo…relationships of all types take a bit of work. Whether it’s just checking in and saying hey or if it’s just trying to suck less…sometimes you gotta do stuff you might not want to just to keep a relationship strong.", "76": "77) Root out Negativity - Like Missy Elliot says “Let me search it, put my thing down flip it and reverse it.” To root out negativity you gotta search for it in one way then put your thing down flip it and reverse it to really find that source of negativity and root it out…like really root it out.", "77": "78) Honor Vs. Pity (Neech) Honor vs. Pity. An idea brought up by Nietzsche, which states that pity is more on the end of useless and honor is more on the end of useful because honor comes from respect for someone whereas pity comes from viewing negativity associated with a person. So for me this is a bit of a tough concept to always understand because I imagine examples of the homeless (i.e. if you give someone money is that out of pity always??? I don’t think so because you just see that they have a lot of qualities you respect in them and give them some cash out of hope for that better side winning out, right?)", "78": "79) Vanity – Totally fucking you over? Does being a vain ass lil bitty always fuck you over? I’m not even sure? ", "79": "80) 2 feel (love) – Draw (Love) – Be Think Speak Touch Breath Eat (Love) - Hoping to feel that thing people tend to view really highly (aka Love)...Then", "80": "81) X, Y Line Graph 4 All Things Like for example on the y line going vertical we got fun and on the x going we got productive. So like I’d probably rank higher in fun than productive whereas like book nerd Marcus is prolly a bit higher in Productivity. Hmmm there other ones too tho. Update 2-19-19 -> All my art is this now. Its taken a big ol hold of my life. I love how it really creates a plan of emotion.", "81": "82) Re-Prioritize – Are those Ducks really in a row? Like watch yourself evolve into a youuu that is twice as gooood when you get those ducks rolling straight thruuuuu.", "82": "83) Makers of Ideas and Things = Thumbs Up = Lets Hang - Damn I need some more of yall in my friend zone yee makers of ideas and things.", "83": "84) Pick 3: 1) Supportive 2) Fun 3) Smart 4) Kinky = My Ideal Lover Fo real….a lover that has any of those 3 characteristics is ideal. REALLY REALLY Fun Sex is great. Supportive Sex…crying the whole time telling each other you love each other…mmmm…saying words that shatter each other’s worlds as you make love…yessss…..and ya know dirty kinky sex, why not? (this marks a new sheet of ideas that I worked called \"42 points of Ideals and Terrors\")", "84": "85) Art as Life – Art in every aspect of your life Nowadays everything can be art – sinks, tables, music, beds – why not try to focus on making something more artistically beautiful in some sector of your life even if it is just your bedroom ;) When speaking collectively as an artist…collective this view would help reinforce my personal hope that the collective would be as diverse as possible in addition to having very highly skilled artists.  (this marks a new sheet of ideas that I worked called \"Oh hey there…Here’s 42 ideas\" now attempted to be described in great detail months after their original inscription.)", "85": "86) Cross Platform challenge Try to excel in a variety of ways in art/life. Especially when they interact so harmoniously!!!", "86": "87) Beautiful Goal -> Ugly way to reach it -> GIT DIRTY Well this is to say that sometimes it can be unpleasant to accomplish something worthwhile –REALLY UNPLEASANT – Possibly Immoral", "87": "88) Cost/Benefit I.E. the economics idea – but applied to everything. FOMO. And of UPDATE 2-19-19 -1:05 AM  I have no idea why “And of” is there", "88": "89) DISCIPLINE -> FEEL IT - That you should really feel the urges suppressed to really feel discipline to really discipline yourself. Does it also mean making yourself feel pain?", "89": "90) Collective -> 4 the Kids I want to start an artist collective that aims at helping children (because then we could maybe get some funding)", "90": "91) Bidness -> 4 the Kids I want to start a business that aims at helping children (because then we could maybe get some press)", "91": "92) NON PROFIT -> 4 the Kids I want to start a business that aims at helping children (You get it)", "92": "93) CARE TILL YOU DON’T -> YOU R NATURE ->Roll w/ it It’s Okay to care or not. Just do whatcha into. Go with yo own flow.", "93": "94) ART THEM UP -> By Being Basic -> Swim in Generalities -> BUT Bring a Towel -> Let Higher self shine! This just in: BASIC BITCH makes good point. Basic Know Basic. Generalities can be beautiful (I’m thinking of my black Brazilian friend talking about his pride over the accomplishments of American Blacks at like 8 am 24 floors up in Sao Paulo after a night dancing to 50’s music and just his strange use of English while explaining his generally beautiful idea). But the sad reality is that people need to have some sort of cred to show that realness and all these discussions can be taxing on the brain to us uberly (Update 2-19-19 Word doesn’t think this is a word) politically sensitive individuals to the point that our brain oozes out our ears. Ahhh but there is a higher self with in waiting to erupt spewing for lava-like beauty in the form of learning at an accelerated yet stress free pace.", "94": "95) SHINE That’s It. But if you want my like new age view on shining here it is: “Translucent, wisdom glows through you and out of you. Reflective, you bounce light sent directly at you back into nature where it is absorbed nutritionally by others. “", "95": "96) Nihilism -> EXPLORE IT I get the gist of a nihilist, but it’s not so bad really and anyways no one is really such a sociopath that they are really a nihilist. Too bad in a way. Don’t believe me? Explore nihilistic vibes yourself. Update -2-20-19 – we talking bout gists here…so the gist of nihilism to me is that stuff has less inherent meaning than we think. I am this. Nah… you really aren’t you just have cultivated a certain set of habits that you could change. Views that can change. Is there an inherent meaning to anything? Not really even sure we need to explore this concept, but if we look at nihilism as the total rejection of meaning in anything we can see that this sort of concept is kind of dumb. Like words have meaning bro. A priori type logic is real bro. What can we gain from thinking of words as signals to things that exist in some approximate form? Authenticity…warm glowy feelings from grasping onto something solid? So yeah that part 1. Part 2 gists – like maybe it’s the concept that we can get the gist of all things…maybe it’s the opposite of nihilism that there is a reason for why everything happens that is perfectly explainable because the reasons are based on things with meaning. Maybe it’s a relative meaning but fuck dis absolute shit in that its maybe just not really all that discoverable or useful.", "96": "97) White on White on White = YES From a fashion point of view, but that’s about it. Update 2-20-19 Sort of like how vanilla is chocolate’s bitch, white is black’s bitch. Like all white everything is dope especially the Gucci man song, but all black everything is so much the vibe in NYC and in all other things goth. Sort of like “why must the nasty beard be” this point could also be titled “why must Adam’s dumb ass jokes be?” Also fuck fascism. Fuck dogmatic thinking. Fuck prejudice. Fuck white supremacy. Anyone dat believes dat shit is a dummy. Dogma dat hates dogma is dogma still tho, right? Buuuuut, maybe in this case...its more like DogYeah..SMH. ", "97": "98) Tropical Goth = ME = Dark + SUN It’s always dark when you're a tropical goth. Love that noir. Love that Sun. I’m such a tropical goth.", "98": "99) U DON’T LIVE in a world free of REPURCISSONS X 5 Now everybody! Say it a bit louder this time! THERE ARE CONSEQUENCES TO ONE’S ACTIONS - Update 2-20-19 - vous ne vivez pas dans un monde sans repercussions - nôo vives en un mundo libre de repercusiones - vous ne vivez pas dans un monde sans repercussions - nôo vives en un mundo libre de repercusiones", "99": "100) SMILE – i.e. – For no reason Smiling for no reason has been proven psychologically to make us happy anyways yo. Also, positive vibes are appreciated even by the gothic Thanks.", "100": "101) TEAMWORK -> AT ALL COSTS TEAM WORK dats da shit yo… You can get so much done!", "101": "102) ART as Business as Extra Care Good business involves extra care and so does art. Art can be highly profitable if one is putting extra care into things like furniture, websites, and stuff.", "102": "103) COLLECTIVE as an ARMY In the sense that it’s best to have a really diverse set of art skills involved in your art collective!", "103": "104) LOVERS -> B what they want U 2 B In the sense you know…that it’s probably not that hard for you to act that way or they wouldn’t be your LOVER in the first place.", "104": "105) Fetal Position away yrr DAY YOU EARNED IT!!! Because life is fucking hard with its death, selfie sticks, getting progressively uglier, getting less able to keep yourself skinny, challenges sleeping, headaches, periods, difficult child births, crappy television. So just fucking lay there naked weeping at 4pm at 8 pm, at 4am at 8am when evs really", "105": "106) ART AS Barely Possible yet Achievable Always nice to test the limits of what is possible from an artistic standpoint. Got $? Got time? Got Health?", "106": "107) Commitment = ***** (RARE) (5 STARS) Ah to commit to anything in 2015. Why even try? Oh maybe because you want to do anything with your life? But really? Do you want to? I mean why not be a reformed hedonist?", "107": "108) ME = Humble as 4 real Tho, Caring – Open, Thinking BIG-LATIN, HEALTHY – Reasonable, MMM…THOROUGHLY – Disciplined Just some attributes and things I want happening in my life. Latin kinda escapes me still but you can always try.", "108": "109) MY ART AS ME -> Be Real -> Show Failure Thought a lot about this. It really relates to a lot of my ideas. My failures are some of the most beautiful parts of my life. Are they a beautiful part of yours???", "109": "110) WIN!!! You Deserve IT!!! Why not win? If you want something, often times you can just go out there and grab. It’s just making that analogy come to life.", "110": "111) Reel it IN, Compose Yrr Self (((Let ME HELP))) I got a lot of tricks to keep me self-focused and free of stress. Let’s do a spa day (TURKISH BATH).", "111": "112) Gut Yrrself /->Fill Yerself Cut BS out of you! Put NON-BS in YOU. Update 2-20-19 – Yeah yo another way of saying this could be in line with a sort of new idea that I have of reshaping our norms. More on that later. 113) ∧ to ∨, ∨ to ∧ -> Feel it- Ride it. Gotta gitty up to gitty down as they say. That is to say the odd way things happen is the only way often times. Example – Peeps Hate, but then they love you as you pull thru overcoming their shit.", "112": "113) ∧ to ∨, ∨ to ∧ -> Feel it- Ride it. Gotta gitty up to gitty down as they say. That is to say the odd way things happen is the only way often times. Example – Peeps Hate, but then they love you as you pull thru overcoming their shit.", "113": "114) Experiment w/ Time/NOTES Time is cool to experience from different perspectives (i.e. looking at stop watch, trying to remember to check the clock every 5 minutes or so.) Notes can be super liberating.", "114": "115) Focus on what Blinds You (with its Beauty, Brilliance, and Feeling) Focus on the illest things and be set free again. Update 2-19-19 Daaaaamn but what if the person is a super cutie. Can that blinding physical beauty blind you? Run from feelings if they may distract from your own inner brilliance? ", "115": "116) GAMEPLAN = ERRDAY Gawd I love game plans and “to do” lists. Something about planning and actually accomplishing those tasks in the FUTURE! That makes it so cool!", "116": "117) Win Some, Lose More -> 2PAC -> Git IT -> Keep yo HEAD UP Try try try. You might win. RIP 2PAC.", "117": "118) BASIC like Blue and Red Try overcome all the basic bitches that are so intertwined into the fabric of the US.", "118": "119) - SKIIIPPPPPED", "119": "120) FAMILY -> Never Go IN 2 DEEP (Mostly w/ Criticism) Family is forever! Unless they hate you, you hate them, or they just suck. Why lose out on forever with some dumb ass criticism???", "120": "121) PLAY on EVERY TEAM I mean why not? You’re bound to win at least once then right?", "121": "122) PTSD from Survival Lingers Just trying to survive was so hard that I’m all fucked up now! 123) SPITE – The new coffee Forget coffee, spite will give you all that energy you need to get up in the morning when properly motivated by some real douchebaggery.", "122": "123) RECOVER HOWERR 4 EVRR (HUMANS DWELL 2 HARRRD) So hard just to stop dwelling, then try to fully recover… psshhhh muy dificil", "123": "124) WOW…Da 1% is Basic -> Da 90% is Basic, Da 99 is Basic No need to draw lines here! Errbody basic.", "124": "125) DON'T…GAWD…U SILLY 24/7 SOME JUST ALWAYS SILLY. Maybe not best to fux wit dem always… (this marks the end of a new sheet of ideas that I worked called \"Oh hey there…Here’s 42 ideas\" now attempted to be described in great detail months after their original inscription.)", "125": "127) Satisfaction - A - Does REAL HEALTH, LOVE, WISDOM/KNOWLEDGE matter to you? B - THEN BE SATISFIED BY WHAT YOU THINK SATISFIES YOU!  (this marks the beginningof a new sheet of ideas that I worked usually called \"25 Points taken from: Well another Set of 42 Points isn’t probably that Many Points (especially when they are so easily Digestible) or 25 Random Points\")", "126": "128) PARTICLES -> OMG Higgs Boson, The Standard Model of Particle Physics, CERN, Quarks, the movie “Particle Fever”, GEV, Dark Matter Its also so fascinating!! The technology is able to provide glimpses into such tiny universes. It makes you think of scale. The scale of your goals. The size of your importance within social systems and in the universe. Get Deeper Here: http://home.web.cern.ch/about/physics/standard-model", "127": "129) Expanding Universe -> What's at the End? What’s containing the universe? One scientific question that I am blown away by - “What is the universe expanding into?” “What is the container of the Universe?” These are in line with questions like “what created the universe?” “What created that which created the Universe?”", "128": "130) Mystery -Sexy + Danger Mystery is the noir that is both sexy and dangerous. It’s like walking down a deserted street alone in Brooklyn to a warehouse party.", "129": "131) The LIFE in Writing Gotta like Nietzsche just for the life that is in his writing. Certain texts can just bring about such strong psycho-physical reactions. http://en.wikipedia.org/wiki/Psychophysics", "130": "132) Radical Feminism?? YES!!! PLEASE!!! ALL DAY - REAL EQUALITY Sexuality, Money, Chance to Indulge, Alternative Moral Systems", "131": "133) OBSIDIAN TOOLS - Soooooo Old like in Caves with Art from the Time of Neanderthals co-existed with modern humans", "132": "134)Neanderthals What was there exact species again? Homo neanderthalensis. What was the species before humans them or Homo floresiensis or Heidelbergensis? Did either breed with humans?", "133": "135) Taste: Health = Satisfaction: Health T = 2, H = 1 then S =2 -But fo real in my opinion the Satisfaction to health ratio is the ratio you should be considering if you want to live that middle-ish - moderate-ish way of life… Yeah you want to be satisfied but do you want to sacrifice health?", "134": "136) Keep Trying Your Odds!! (Especially if the reward to cost ratio is high!) DO IT! YOU CAN!", "135": "137) from philo- \"loving\" (see philo-) + sophia \"knowledge, wisdom,\" Loving knowledge and wisdom! Huh! Knowledge seems so much more about science Middle English (denoting knowledge): from Old French, from Latin scientia, from scire ‘know.’ rom Latin scientia \"knowledge, a knowing; expertness,\" from sciens (genitive scientis) \"intelligent, skilled,\" present participle of scire \"to know,\" probably originally \"to separate one thing from another, to distinguish,\" related to scindere \"to cut, divide,\" from PIE root *skei- \"to cut, to split\" (cognates: Greek skhizein \"to split, rend, cleave,\" Gothic skaidan, Old English sceadan \"to divide, separate;\" see shed (v.)", "136": "138) Give em what they want/need – related to point #104 “Lovers -> Be who they want you to be”. The main difference I see is #138 is about your actions and the things you say where as #104 is more about being who your lover wants you to be. Also both of these points could apply to platonic relationships be they friends, coworkers, etc", "137": "139) what if I didn't enjoy any sense pleasures??? - * Loquacious and Greek and atoms Emmy Lou Harris - http://en.wikipedia.org/wiki/Nonesuch_Records audio 2071 starting at 1:50 - women embodies sexual power as highest form of sexuality in the universe", "138": "140) use it or…. Lose it? - wait why did I write that? Ummmmm? I say that sometimes...", "139": "141) smoke em if you got em…the 1st YOLO?", "140": "142) your needs vs. my needs - can’t we all just get along?", "141": "143) Apples and Oranges - very similar - fruits, round, trees, not metal", "142": "144) creep nation - dude stop stalking me on creep book… isn’t it kinda weird to think of your friends scrolling through you shit? Like what thoughts pop in their heads that make them check your photos or job or likes?", "143": "145) this moment - forget everything else, block out other prevailing opinions on how you should act - just maximize the beauty of this moment - like it's the last moment before you die - or even more graphic b4 you are unjustly put b4 a firing squad but have this one moment in time - to soak up life - to be aware of all your senses firing", "144": "146) On your best day - You shine so beautifully. I am blown away. Other days you don't exactly glimmer might even look a bit rusty, but be even handed about it if you can deal with it. Otherwise try to focus on that best day or like just a good day… So on a good day you are probably already having accomplished things in your life (high school", "145": "147) Normal Boy => I.E. Early Days - Oh normalcy. I can’t even tell you when I was a normal boy, but it must have been forever ago!", "146": "148) Overwhelmed by the beauty - Just that beauty shining, but don’t be fooled this is truly special not just like your average 4:20 smoke sesh.", "147": "149) Jamming to write songs - just writing songs by jamming with a band but also writing songs in a way that is a jam but also different people leading things…", "148": "150) Total Unification of Aesthetic - themes in different media carry over - music, film, art (installation tho), writing", "149": "151) Love as inward/outward - loving outward the accomplishments of another in Buddhism is mudita - loving as a wishing well is metta - loving as an intimate connection that ain't shit cept love - which Buddhists don't really define in the original texts at least :p I say just call it loving inward Update - 2-20 -19 Love love what dat? These days Im feeling like lil polyamorous boi – its like the new Bushwick special… Fuck about forever till you find that super cutie, but like all the while you are actually loving people. Loving your lovers you haven’t said I love you too. Lust is a lie. Sure you may want to fuck the shit out of someone you love, but you still love them all the same. You want the best for them. You want to support them. Anyways I rant here are the 4 divine abodes: - loving-kindness or benevolence (metta) - compassion (karuna) - empathetic joy (mudita) - equanimity (upekkha) Home for now  (this marks the end of a new sheet of ideas that I worked usually called \"25 Points taken from: Well another Set of 42 Points isn’t probably that Many Points (especially when they are so easily Digestible) or 25 Random Points\")"}